Repository: dolphinoracle/mx-rofi-manager
Catalog: translations_script/po/mx-rofi-manager_*.po
Languages: ca, es_es, hu, ja, pl, sq, tr

source: Inactive Tab Background
ca: Fons de la pestanya inactiva
es_es: Fondo de la pestaña inactivo
hu: Inaktív fül háttér
ja: 非アクティブタブの背景
pl: Tło nieaktywnej karty
sq: Sfond Skedash Joaktive
tr: Etkin Olmayan Sekme Arkaplanı

source: Inactive Tab Text
ca: Text de la pestanya inactiva
es_es: Texto de la pestaña inactivo
hu: Inaktív fül szöveg
ja: 非アクティブタブのテキスト
pl: Tekst nieaktywnej karty
sq: Tekst Skedash Joaktive
tr: Etkin Olmayan Sekme Metni

source: Location of rofi window on the screen
ca: Ubicació de la finestra Rofi a la pantalla
es_es: Ubicación de la ventana rofi en la pantalla
hu: A rofi ablak helye a képernyőn
ja: 画面上の Rofi ウィンドウの場所
pl: Pozycja okna rofi na ekranie
sq: Vendndodhje e dritares Rofi në ekran
tr: Rofi penceresinin ekrandaki konumu

source: MX Rofi manager provides a fast and easy way to manipulate the handy app rofi and its many possible functions ("modi"). Available actions: --select the functions to be shown --switch the current theme --adjust colors, font and position (default themes only) --edit themes manually --access documentation For more details, consult the rofi "help" tab.
ca: El Gestor MX Rofi ofereix una manera ràpida i fàcil de gestionar la pràctica aplicació Rofi i les seves múltiples funcions ("modi"). Accions possibles:: --triar les funcions que es mostraran --canviar el tema actual --ajustar colors, lletra i posició (només dels temes per omissió) --editar temes manualment --accedir a la documentació Per més detalls, consulteu la pestanya Rofi "ajuda".
es_es: El gestor MX Rofi proporciona una forma rápida y sencilla de manipular la práctica aplicación rofi y sus múltiples funciones posibles ("modi"). Acciones disponibles: --seleccionar las funciones a mostrar --cambiar el tema actual --ajustar los colores, el tipo de letra y la posición (sólo en los temas por defecto) --editar los temas manualmente --acceder a la documentación Para más detalles, consulte la pestaña "ayuda" de rofi.
hu: Az MX Rofi manager gyors és egyszerű módot biztosít a praktikus rofi alkalmazás és annak számos lehetséges funkciójának ("modi") manipulálására. Elérhető műveletek: --a megjelenítendő funkciók kiválasztása --az aktuális téma váltása --a színek, a betűtípus és a pozíció beállítása (csak alapértelmezett témák) --a témák manuális módosítása --hozzáférés a dokumentációhoz További részletekért tekintse meg a rofi "súgó" fülét.
ja: MX Rofi マネージャーは、手軽なアプリ rofi が備えている多数の機能 (「modi」) を素早くかつ簡単に操作する方法を提供します。利用可能な操作は以下のとおりです。: --表示する機能を選択 --現在のテーマを切り替え --色やフォント、位置を修正 (標準のテーマのみ) --テーマを手動で編集 --文書へのアクセス 詳しくは Rofi の "ヘルプ" タブをご覧ください。
pl: MX menedżer Rofi umożliwia w szybki i prosty sposób zarządzać poręczną aplikacją rofi i jej wieloma możliwymi funkcjami ("modi"). Dostępne działania: --wybierz funkcję, którą chcesz wyświetlić --przełącz aktualny motyw --dostosuj kolory, czcionkę i położenie (tylko domyślne motywy) --ręcznie edytuj motywy --przejrzyj dokumentację Więcej szczegółów znajdziesz w karcie rofi "pomoc".
sq: Përgjegjësi Rofi MX furnizon një rrugë të shpejtë dhe të lehtë për të manipuluar aplikacionin e dobishëm rofi dhe funksionet e tij të shumtë të mundshëm (“mënyra”). Veprime të mundshme: --përzgjidhni funksione për shfaqje --ndërroni temën e tanishme --përimtoni ngjyra, shkronja dhe pozicion (vetëm për temat parazgjedhje) --përpunoni tema dorazi --shihni dokumentimin Për më tepër hollësi, shihni skedën “ndihmë” te rofi.
tr: MX Rofi manager, kullanışlı uygulamacık rofi ve onun bir çok olası işlevini ("modi") düzenlemek için hızlı ve kolay bir yol sağlar. mevcut eylemler: --gösterilecek işlevleri seçin --geçerli temayı değiştirin --renkleri, yazı tipini ve konumu ayarlayın (yalnızca varsayılan temalar) --temaları elle düzenleyin --erişim belgelendirmesi Ayrıntılar için, rofi "yardım" sekmesine başvurun.

source: MX-Rofi-Help
ca: Ajuda de MX-Rofi
es_es: MX-Rofi-Ayuda
hu: MX-Rofi-Súgó
pl: MX-Pomoc-Rofi
tr: MX-Rofi-Yardım

source: MX-Rofi-Manager
ca: Gestor de MX-Rofi
es_es: MX-Rofi-Gestor
pl: MX-Menedżer-Rofi
sq: Kaq qe!\nTema e re Rof
tr: MX-Rofi-Yönetici

source: MX-Rofi-Recolor
hu: MX-Rofi-Színező
pl: MX-Koloruj-Rofi
tr: MX-Rofi-Renklendirme

source: MX-Rofi-Recolor Help
ca: Ajuda de MX-Rofi-Recolor
es_es: MX-Rofi-Recolor Ayuda
hu: MX-Rofi-Színező súgó
ja: MX-Rofi-Recolor ヘルプ
pl: MX-Koloruj-Rofi Pomoc
tr: MX-Rofi-Renklendirme Yardımı

source: New theme name
ca: Nom del nou tema
es_es: Nuevo nombre de tema
hu: Új téma neve
ja: 新しいテーマ名
pl: Nazwa nowego motywu
sq: Emër teme të re
tr: Yeni tema adı

source: No Theme name!
ca: No hi ha nom de Tema!
es_es: ¡Sin nombre de tema!
hu: Nincs téma név!
ja: テーマ名がありません！
pl: Brak nazwy motywu!
sq: Pa emër Teme!
tr: Tema adı yok!

source: No change to current settings!\n
ca: No s'han canviat els paràmetres actuals!\n
es_es: ¡No hay cambios en la configuración actual!\n
hu: Nem változtak a jelenlegi beállítások!\n
ja: 現在の設定に変更はありません!\n
pl: Nie zmieniono aktualnych ustawień!\n
sq: Pa ndryshime te rregullimet e tanishme!\n
tr: Geçerli ayarlarda değişiklik yok!\n

source: No theme selected.
ca: No s'ha triat cap tema.
es_es: Ningún tema seleccionado.
hu: Nincs téma kiválasztva.
ja: テーマを選択していません。
pl: Nie wybrano motywu.
sq: S’u përzgjodh temë.
tr: Hiçbir tema seçilmedi.

source: No theme selected.\n\n<b>MX-comfort</b> will be used as the starting theme.
ca: No s'ha triat cap tema.\n\nS'usarà<b>MX-comfort</b> com a tema inicial.
es_es: Ninguno tema seleccionado.\n\n<b>MX-comfort</b> se utilizará como tema inicial.
hu: Nincs téma kiválasztva.\n\nAz <b>MX-comfort</b> kerül felhasználásra, mint indulási téma.
ja: テーマを選択していません。\n\n<b>MX-comfort</b> を開始時のテーマとして使用します。
pl: Nie wybrano motywu.\n\n<b>Mx-comfort</b> zostanie użyty jako motyw początkowy.
sq: S’u përzgjodh temë.\n\nSi temë fillimi do të përdoret <b>MX-comfort</b>.
tr: Hiçbir tema seçilmedi.\n\n<b>MX-comfort</b> başlangıç teması olarak kullanılacak.

source: OK to proceed?
ca: D'acord en començar?
es_es: ¿Quiere continuar?
hu: Folytatja?
ja: 続行してもいいですか？
pl: Zgadzasz się, aby kontynuować?
sq: OK të vazhdohet?
tr: Devam etmek için hazır mısınız?

source: Overwrite $NEWNAME
ca: Sobreescriu $NEWNAME
es_es: Sobrescribir $NEWNAME
hu: $NEWNAME felülírása
ja: $NEWNAME を上書きする
pl: Zastąp $NEWNAME
sq: Mbishkruaje $NEWNAME
tr: $NEWNAME üzerine yaz

source: Recolor a rofi theme based on MX-comfort
ca: Acoloreix un tema Rofi basat en MX-comfort
es_es: Cambiar el color de un tema rofi basado en MX-comfort
hu: Rofi téma átszínezése az MX-comfort alapján
ja: MX-comfort をベースにして rofi テーマをリカラー化
pl: Zmień kolory motywu rofi opartego na MX-comfort
sq: Ringjyrosni një temë rofi bazuar në MX-comfort
tr: Rofi temasını MX-comfort temelli göre yeniden renklendirin

source: Return to Main Window
ca: Torna a la finestra principal
es_es: Volver a la ventana principal
hu: Visszatérés a főablakhoz
ja: メインウィンドウへ戻る
pl: Wróć do Okna Głównego
sq: Kthehu te Dritarja Kryesore
tr: Ana Pencereye Dön

source: Rofi-Edit
es_es: Rofi-Editar
hu: Rofi-Szerkesztő
pl: Rofi-Edycja
tr: Rofi-Düzenle

source: Rofi-Font
ca: Lletra Rofi
es_es: Rofi-Funtes
hu: Rofi-Betűtípus
pl: Rofi-Czcionka
tr: Rofi-Yazı Tipi

source: Rofi-Position
ca: Posició Rofi
es_es: Rofi-Posición
hu: Rofi-Pozíció
pl: Rofi-Pozycja
tr: Rofi-Konum

source: Rofi-Tab-Selector
es_es: Rofi-Selector-Pestañas
hu: Rofi-Fül-Választó
pl: Rofi-Wybór-Kart
tr: Rofi-Sekme-Seçici

source: Rofi-Theme
es_es: Rofi-Tema
hu: Rofi-Téma
pl: Rofi-Motyw
tr: Rofi-Tema

source: Save as different theme name
ca: Desa amb un nom de tema diferent
es_es: Guardar con un nombre de tema diferente
hu: Mentés másik témanévvel
ja: 別のテーマ名として保存
pl: Zachowaj pod nową nazwą motywu
sq: Ruaje nën emër tjetër teme
tr: Farklı tema adı olarak kaydet

source: Searchbar Background
ca: Fons de la Barra de Cerca
es_es: Fondo de la barra de búsqueda
hu: Keresősáv háttér
ja: 検索バーの背景
pl: Tło paska wyszukiwania
sq: Sfond Shtylle Kërkimesh
tr: Arama Çubuğu Arkaplanı

source: Searchbar Text
ca: Text de la Barra de Cerca
es_es: Texto de la barra de búsqueda
hu: Keresősáv szöveg
ja: 検索バーのテキスト
pl: Tekst paska wyszukiwania
sq: Tekst Shtylle Kërkimesh
tr: Arama Çubuğu Metni

source: Selection Background
ca: Fons de la Selecció
es_es: Seleccione fondo
hu: Kijelölés háttér
ja: 選択の背景
pl: Tło wyboru
sq: Sfond Përzgjedhjeje
tr: Seçim Arkaplanı

source: Selection Text
ca: Text de la Selecció
es_es: Seleccione texto
hu: Kijelölés szöveg
ja: 選択のテキスト
pl: Tekst wyboru
sq: Tekst Përzgjedhjeje
tr: Seçim Metni

source: Settings
ca: Paràmetres
es_es: Configuración
hu: Beállítások
ja: 設定
pl: Ustawienia
sq: Rregullime
tr: Ayarlar

source: Sorry, the appearance settings for $ROFICURRENT can only be modified using global settings.\n\nWould you like to change to global settings?.\n\n
ca: Ho sento, els paràmetres d'aspecte per $ROFICURRENT només es poden modificar usant paràmetres globalsn\nVoleu canviar a paràmetres globals?.\n\n
es_es: Lo sentimos, la configuración de la apariencia de $ROFICURRENT sólo puede ser modificada utilizando la configuración global.\n\n¿Desea cambiar a la configuración global?.\n\n
hu: Sajnos a $ROFICURRENT megjelenési beállításai csak a globális beállítások használatával módosíthatók.\n\nMeg kívánja változtatni a globális beállításokat?.\n\n
ja: 申し訳ありませんが、$ROFICURRENT の外観設定は、グローバル設定でのみ変更可能です。\n\nグローバル設定を変更しますか？\n\n
pl: Przykro nam, ale ustawienia wyglądu dla $ROFICURRENT mogą zostać zmodyfikowane jedynie za pomocą ustawień globalnych.\n\nCzy chciałbyś zmienić ustawienia na globalne?.\n\n
sq: Na ndjeni, rregullimet e shfaqjes për $ROFICURRENT mund të ndryshohen vetëm duke përdorur rregullimet globale.\n\nDoni të ndryshohen te rregullimet globale?.\n\n
tr: Üzgünüz, $ROFICURRENT için görünüm ayarları yalnızca genel ayarlar kullanılarak değiştirilebilir.\in\Genel ayarlara geçmek ister misiniz?.\n\n

source: Specific settings will be used
ca: S'usaran paràmetres específics
es_es: Se utilizarán configuraciones específicas
hu: Specifikus beállítások lesznek felhasználva
ja: 特定の設定を使用します
pl: Zostaną zastosowane odrębne ustawienia
sq: Do të përdoren rregullime specifike
tr: Özel ayarlar kullanılacak

source: The current appearance settings are <b>$TOGGLETEXT</b>
ca: Els paràmetres d'aspecte actuals són <b>$TOGGLETEXT</b>
es_es: La configuración actual de la apariencia es <b>$TOGGLETEXT</b>
hu: A jelenlegi megjelenési beállítások: <b>$TOGGLETEXT</b>
ja: 現在の外観の設定は <b>$TOGGLETEXT</b> です
pl: Aktualne ustawienia wyglądu to <b>$TOGGLETEXT</b>
sq: Rregullimet e tanishme për shfaqjen janë <b>$TOGGLETEXT</b>
tr: Mevcut görünüm ayarları <b>$TOGGLETEXT</b>

source: The current theme is <b>$ROFICURRENT</b> and its settings are <b>$TOGGLETEXT</b>.
ca: El tema actual és <b>$ROFICURRENT</b> i els paràmetres són <b>$TOGGLETEXT</b>.
es_es: El tema actual es <b>$ROFICURRENT</b> y su configuración es <b>$TOGGLETEXT</b>.
hu: A jelenlegi téma: <b>$ROFICURRENT</b>, a beállításai pedig: <b> $TOGGLETEXT</b>.
ja: 現在のテーマは <b>$ROFICURRENT</b> です。この設定は <b>$TOGGLETEXT</b> にあります。
pl: Aktualny motyw to <b>$ROFICURRENT</b> a jego ustawienia to <b>$TOGGLETEXT</b>.
sq: Tema e tanishme është <b>$ROFICURRENT</b> dhe rregullimet përkatëse janë <b>$TOGGLETEXT</b>.
tr: Mevcut tema <b>$ROFICURRENT</b> ve ayarları <b>$TOGGLETEXT</b>.

source: Theme name $NEWNAME is protected. Choose another name
ca: El nom de tema $NEWNAME està protegit. Trieu un altre nom
es_es: El nombre del tema $NEWNAME está protegido. Elige otro nombre
hu: $NEWNAME témanév védett. Válasszon egy másik nevet
ja: テーマ名 $NEWNAME は保護されています。別の名前を選んでください。
pl: Nazwa motywu $NEWNAME jest chroniona. Wybierz inną nazwę
sq: Emri $NEWNAME për tema është i rezervuar. Zgjidhni tjetër emër
tr: $NEWNAME tema adı korunuyor. Başka bir ad seç

source: This tool edits the rofi config file.\n\nThe existing file will be backed up as \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
ca: Aquesta eina edita el fitxer de configuració Rofi.\n\nEs farà còpia de seguretat a\n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
es_es: Esta herramienta edita el archivo de configuración de Rofi.\n\nEl archivo existente será respaldado como \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
hu: Ez az eszköz a rofi beállításfájlt szerkeszti.\n\nA jelenlegi fájl mentésre kerül mint:\n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
ja: このツールで rofi 設定ファイルを編集できます。\n\n既存のファイルは<b>$HOME/.restore/rofi/config.rasi_$NOW</b> としてバックアップします。
pl: To narzędzie edytuje plik konfiguracyjny rofi.\n\n Kopia zapasowa aktualnego pliku zostanie utworzona jako\n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
sq: Ky mjet përpunon kartelën e formësimit rofi.\n\nKartela ekzistuese do të kopjeruhet si \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b>
tr: Bu araç, rofi yapılandırma dosyasını düzenler.\n\nMevcut dosya \n\n<b>$HOME/.restore/rofi/config.rasi_$NOW</b> olarak yedeklenecektir.

source: Title Background
ca: Fons del Títol
es_es: Fondo del título
hu: Cím háttér
ja: タイトルの背景
pl: Tło tytułu
sq: Sfond Titulli
tr: Başlık Arkaplanı

source: Title Text
ca: Text del Títol
es_es: Texto del título
hu: Cím szöveg
ja: タイトルのテキスト
pl: Tekst tytułu
sq: Tekst Titulli
tr: Başlık Metni

source: Width (percentage of screen width)
ca: Ample (percentatge de l'ample de la pantalla)
es_es: Anchura (porcentaje del ancho de la pantalla)
hu: Szélesség (a képernyőszélesség százalékában)
ja: 幅 (画面の幅に対する割合)
pl: Szerokość (procent szerokości okna)
sq: Gjerësi (si përqindje e gjerësisë së ekranit)
tr: Genişlik (ekran genişliğinin yüzdesi)

source: \n<b> Choose which theme to use as a starting point</b>\n
ca: \n<b> Trieu quin tema voleu usar com a punt de partida</b>\n
es_es: \n<b> Elija qué tema utilizar como punto de partida</b>\n
hu: \n<b> Válassza ki melyik témát használja kiindulási pontként</b>\n
ja: \n<b> どのテーマを開始時にするかを選択します</b>\n
pl: \n<b> Wybierz, który motyw chcesz użyć na start</b>\n
sq: \n<b> Zgjidhni cila temë të përdoret si pikënisje</b>\n
tr: \n<b> Başlangıç noktası olarak kullanılacak temayı seçin</b>\n

source: \n<b>Select the rofi theme you wish to edit</b>\n\nThe .rasi file will be opened in your preferred text editor\n\n
ca: \n<b>Trieu el tema Rofi que voleu editar</b>\n\nEl fitxer .rasi s'obrirà al vostre editor de text preferit\n\n
es_es: \n<b>Seleccione el tema rofi que desea editar</b>\n\nEl archivo .rasi se abrirá en su editor de texto preferido\n\n
hu: \n<b>Válassza ki melyik rofi témát szeretné szerkeszteni</b>\n\nA .rasi fájl meg fog nyílni az alapértelmezett szövegszerkesztőben.
ja: \n<b>編集したい rofi テーマを選択します</b>\n\n rasi ファイルがお気に入りのテキストエディタで開きます\n\n
pl: \n<b>Wybierz motyw rofi, który chcesz edytować</b>\n\nPlik .rasi otworzy się w twoim preferowanym edytorze tekstu\n\n
sq: \n<b>Përzgjidhni temën rofi që dëshironi të përpunoni</b>\n\nKartela .rasi do të hapet me përpunuesin tuaj të parapëlqyer të teksteve\n\n
tr: \n<b>Düzenlemek istediğiniz rofi temasını seçin</b>\n\n.rasi dosyası tercih ettiğiniz metin düzenleyicide açılacaktır\n\n

source: \nThe theme to be edited has been saved in\n<b>$ROFIPATH</b> as\n\n<b>$EDITTHEMECOPY</b>\n\n
ca: \nEl tema a editar s'ha desat a\n<b>$ROFIPATH</b> com a\n\n<b>$EDITTHEMECOPY</b>\n\n
es_es: \nEl tema a editar se ha guardado en\n<b>$ROFIPATH</b> como\n\n<b>$EDITTHEMECOPY</b>\n\n
hu: \nA szerkeszteni kívánt téma mentésre került itt:\n<b>$ROFIPATH</b> mint\n\n<b>$EDITTHEMECOPY</b>\n\n
ja: \n編集したテーマを<b>$EDITTHEMECOPY</b>として、<b>$ROFIPATH</b> に保存しました\n\n
pl: \nEdytowany motyw został zachowany w\n<b>$ROFIPATH</b> jako \n\n <b>$EDITTHEMECOPY2</b>\n\n
sq: \nTema për t’u përpunuar është ruajtur te\n<b>$ROFIPATH</b> si\n\n<b>$EDITTHEMECOPY</b>\n\n
tr: \Düzenlenecek tema şuraya kaydedilmiştir:\n<b>$ROFIPATH</b> \n\nAd:<b>$EDITTHEMECOPY</b>\n\n

source: a powerful calculation engine
ca: un potent motor de càlcul
es_es: un potente motor de cálculo
hu: egy hatékony számítási rendszer
ja: パワフルな計算エンジン
pl: potężny silnik obliczeniowy
sq: një mekanizëm i fuqishëm përllogaritjesh
tr: güçlü bir hesaplama motoru

source: a set of links about using rofi
ca: un joc d'enllaços quant a l'ús de Rofi
es_es: un conjunto de enlaces acerca del uso de Rofi
hu: hivatkozások a rofi használatához
ja: rofi の使い方に関するリンク集
pl: zestaw linków dotyczących użytkowania rofi
sq: një grup lidhjesh mbi përdorimin e rofi-t
tr: rofi kullanımı hakkında bir dizi bağlantı

source: displays all available executable files
ca: mostra tots els fitxers executables a l'abast
es_es: muestra todos los archivos ejecutables disponibles
hu: minden futtatható fájlt megjelenít
ja: 利用可能なすべての実行可能ファイルを表示
pl: wyświetla wszystkie dostępne pliki wykonywalne
sq: shfaq krejt kartelat e ekzekutueshme të mundshme
tr: mevcut tüm çalıştırılabilir dosyaları görüntüler

source: enables easy switching
ca: permet la commutació fàcil
es_es: permite un cambio fácil
hu: könnyű váltást tesz lehetővé
ja: 簡単に切り替え可能にする
pl: umożliwia proste przełączanie
sq: aktivizon këmbim të kollajtë
tr: kolay geçiş sağlar

source: fast access to files
ca: accés ràpid als fitxers
es_es: acceso rápido a los archivos
hu: fájlok gyors elérését biztosítja
ja: ファイルへの高速アクセス
pl: szybki dostęp do plików
sq: hyrje e shpejtë në kartela
tr: dosyalara hızlı erişim

source: mxrr-color-selector
tr: mxrr-renk-seçici

source: opens a secure shell
ca: obre una shell segura
es_es: abre un shell seguro
hu: egy biztonságos parancsértelmezőt nyit
ja: セキュアなシェルを開く
pl: otwiera bezpieczną powłokę
sq: hap një shell të sigurt
tr: güvenli bir kabuk açar

source: tab will not be shown\n
ca: no es mostrarà la pestanya\n
es_es: no se mostrará la pestaña
hu: a fül nem lesz megjelenítve\n
ja: タブを表示しません\n
pl: karta nie zostanie wyświetlona\n
sq: skeda s’do të shfaqet\n
tr: sekme gösterilmeyecek\n

source: the MX default that displays available apps
ca: el d'omissió a MX que mostra les aplicacions disponibles
es_es: Valor por defecto de MX que muestra las aplicaciones disponible
hu: az MX alapértelmezés, amely megjeleníti az elérhető alkalmazásokat
ja: 利用可能なアプリを表示する MX の標準機能
pl: domyślny wybór MX wyświetlający dostępne aplikacje
sq: parazgjedhja MX që shfaq aplikacionet e gatshme
tr: kullanılabilir uygulamaları görüntüleyen MX varsayılanı
