Repository: dolphinoracle/mx-rofi-manager
Catalog: translations_script/po/mx-rofi-manager_*.po
Languages: ca, es_es, hu, ja, pl, sq, tr

source: SPECIFIC AND GLOBAL SETTINGS Settings for position, size and font can have two formats: --Specific: settings come directly from the <some name.rasi> file with its particular values. Rofi manager can edit the specific settings of User themes (~/.config/rofi/themes/<some name.rasi>) but those of Extra and System themes can only be changed with a text editor. --Global: settings come from a separate file (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) and are applied to all themes. Rofi manager can edit these by changing the current theme to that file.
ca: PARÀMETRES ESPECÍFICS I GLOBALS Els paràmetres de posició, mida i lletra poden tenir dos formats: --Els paràmetres específics venen directament del fitxer <algun_nom.rasi> amb valors particulars. El gestor Rofi pot editar els paràmetres específics dels temes d'usuari (~/.config/rofi/themes/<algun_nom.rasi>) pero els temes Extra i System només es poden canviar amb un editor de text. --Els paràmetres Globals venen d'un fitxer separat (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) i s'apliquen a tots els temes. El gestor Rofi pot editar-los canviant el nom actual d'aquest fitxer
es_es: AJUSTES ESPECÍFICOS Y GLOBALES Los ajustes de posición, tamaño y fuente pueden tener dos formatos: --Específicos: los ajustes vienen directamente del archivo <some name.rasi> on sus valores particulares. El administrador de Rofi puede editar los ajustes específicos de los temas de Usuario (~/.config/rofi/themes/<some name.rasi>) pero los de los temas Extra y Sistema sólo se pueden cambiar con un editor de texto. --Global: los ajustes provienen de un archivo separado (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) y se aplican a todos los temas. El administrador de Rofi puede editarlos cambiando el tema actual a ese archivo.
hu: SPECIFIKUS ÉS GLOBÁLIS BEÁLLÍTÁSOK A pozícióra, méretre és betűtípusra vonatkozó beállítások kétféle formátumúak lehetnek: --Specifikus: a beállítások közvetlenül a <valami név.rasi> fájlból származnak, annak sajátos értékeivel. A Rofi manager szerkesztheti a Felhasználói témák specifikus beállításait (~/.config/rofi/themes/<valami név.rasi>), de az Extra és System témák beállításait csak szövegszerkesztővel lehet módosítani. --Globális: a beállítások egy külön fájlból származnak (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi), és minden témára vonatkoznak. A Rofi manager úgy tudja ezeket szerkeszteni, hogy az aktuális témát átállítja erre a fájlra.
ja: 仕様とグローバル設定について 位置・サイズ・フォントの設定には、以下のとおり2つの形式があります。 --仕様: 設定は <some name.rasi> ファイルから直接に特定の値を伴って取得します。Rofi マネージャは、ユーザーのテーマ（~/.config/rofi/themes/<some name.rasi>）については、任意に設定を編集することができますが、Extra テーマとシステムテーマは、テキストエディタでのみ設定変更できます。 --グローバル: この設定は別のファイル (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) から来ており、すべてのテーマに適用されます。Rofi マネージャを使って現在のテーマを変更することで、これらを編集することができます。
pl: USTAWIENIA SPECYFICZNE I GLOBALNE Ustawienia pozycji, rozmiaru i czcionki mogą być dwojakiego rodzaju: --Specyficzne: ustawienia pochodzą bezpośrednio z pliku <jakaś nazwa.rasi> wraz z ich partykularnymi wartościami. Menedżer Rofi pozwala edytować specyficzne ustawienia motywów z kategorii User (~/.config/rofi/themes/<jakaś nazwa.rasi>), ale motywy z kategorii Extra i System mogą być zmienione jedynie przy pomocy edytora tekstu. --Globalne: ustawienia pochodzą z osobnego pliku (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi ) i zostają zastosowane do wszystkich motywów. Menedżer Rofi może edytować je zmieniając aktualny motyw na ten plik.
sq: RREGULLIME SPECIFIKE DHE GLOBALE Rregullimet për pozicion, madhësi dhe shkronja mund të kenë dy formate: --Specifike: rregullimet vijnë drejt e nga <ndonjë kartelë emër_kartele.rasi> me vlerat e tyre të veçanta. Përgjegjësi Rofi mund të përpunojë rregullimet specifike të temës së Përdoruesit (~/.config/rofi/themes/<njëfarë emri.rasi>), por këto tema Ekstra dhe Sistemi mund të ndryshohen vetëm me një përpunues tekstesh. --Globale: rregullimet vijnë nga një kartelë më vete (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) dhe zbatohen mbi krejt temat. Përgjegjësi Rofi mund t’i përpunojë këto tema duke ndryshuar temën aktuale me atë kartelë.
tr: ÖZEL VE GENEL AYARLAR Konum, boyut ve yazı tipi ayarları iki biçimde olabilir: --Özel: ayarlar doğrudan <bir ad.rasi> dosyasından gelir. Rofi yöneticisi, kullanıcı temalarının (~/.config/rofi/themes/<bir ad.rasi>) belirli ayarlarını düzenleyebilir, ancak Ekstra ve Sistem temalarının ayarları yalnızca bir metin düzenleyiciyle değiştirilebilir. --Genel: ayarlar ayrı bir dosyadan (~/.config/rofi/themes/mxrm-settings/mxrm-settings.rasi) gelir ve tüm temalara uygulanır. Rofi yöneticisi, mevcut temayı o dosyayı değiştirerek düzenleyebilir.

source: TERMS - LOCATION: The general placement of the rofi window on the screen - ANCHOR: The point of the rofi window which is set at the location. - X-OFFSET & Y-OFFSET: The offset (pixels) of the rofi window from the anchor point EXAMPLES Location center, anchor center: places the center of the rofi window at the center of the screen Location northwest, anchor northwest: places the top left corner of the rofi window at the top left of the screen. Location center, anchor northwest: places the top left corner of the rofi window at the center of the screen. Location west, anchor west, x-offset 32: displaces the rofi window to avoid overlap with a vertical panel.
ca: TERMES - UBICACIÓ: La ubicació general de la finestra Rofi a la pantalla - ÀNCORA: El punt de la finestra Rofi que s'ajusta a la ubicació. - X-ÒFSET i Y-ÒFSET: L'òfset (en pixels) de la finestra Rofi des del punt d'ancoratge. EXEMPLES Ubicació al centre, àncora al centre: situa el centre de la finestra Rofi al bell mig de la pantalla. Ubicació Nord-oest, àncora Nord-oest: posa l'angle de dalt a l'esquerra de la finestra Rofi a la part superior esquerra de la pantalla. Ubicació centre, àncora nord-oest: osa l'angle de dalt a l'esquerra de la finestra Rofi al centre de la pantalla. Ubicació oest, àncora oest, x-offset 32: desplaça la finestra Rpfi per evitar sobreposar-se al quadre vertical.
es_es: TÉRMINOS - UBICACIÓN: La ubicación general de la ventana rofi en la pantalla - ANCLAJE: El punto de la ventana rofi al que se ajusta la ubicación. - DESPLAZAMIENTO-X y DESPLAZAMIENTO-Y: El desplazamiento (en píxeles) de la ventana rofi desde el punto de anclaje EJEMPLOS Ubicación centro, anclaje centro: sitúa el centro de la ventana rofi en el centro de la pantalla Ubicación noroeste, anclaje noroeste: coloca la esquina superior izquierda de la ventana rofi en la parte superior izquierda de la pantalla. Ubicación centro, anclaje noroeste: coloca la esquina superior izquierda de la ventana rofi en el centro de la pantalla. Ubicación oeste, anclaje oeste, desplazamiento x 32: desplaza la ventana de rofi para evitar la superposición con un panel vertical.
hu: KIFEJEZÉSEK - LOCATION: A rofi ablak általános elhelyezése a képernyőn. - ANCHOR: A rofi ablak azon pontja, amely a helyhez van beállítva. - X-OFFSET & Y-OFFSET: A rofi ablak eltolása (képpontokban) a horgonyponttól. PÉLDÁK Location center, anchor center: a rofi ablak középpontját a képernyő közepére helyezi. Location northwest, anchor northwest: a rofi ablak bal felső sarkát a képernyő bal felső sarkába helyezi. Location center, anchor northwest: a rofi ablak bal felső sarkát a képernyő közepére helyezi. Location west, anchor west, x-offset 32: eltolja a rofi ablakot, hogy elkerülje egy függőleges panellel való átfedést.
ja: 用語 - 場所: 画面上の Rofi ウィンドウの一般的な配置 - アンカ: 場所としてセットされる Rofi ウィンドウの位置。 - X-OFFSET & Y-OFFSET: アンカーの位置からの Rofi ウィンドウのオフセット (ピクセル) 具体例 場所が中央、アンカが中央: Rofi ウィンドウの中心を画面中央に配置します。 場所が北西、アンカが北西: Rofi ウィンドウの左上の隅を画面左上に配置します。 場所が中央、アンカが北西: Rofi ウィンドウの左上の隅を画面中央に配置します。 場所が西、アンカが西、x-offset 32: Rofi ウィンドウが垂直パネルと重ならないように配置します。
pl: TERMINY - POZYCJA: ogólne umiejscowienie okna rofi na ekranie - KOTWICA: punkt okna rofi, względem którego ustawiona jest pozycja okna. - WYRÓWNANIE-X & WYRÓWNANIE-Y: Wyrównanie (w pikselach) okna rofi względem punktu zakotwiczenia. PRZYKŁADY Pozycja center, kotwica center: umieszcza środek okna rofi pośrodku ekranu. Pozycja northwest, kotwica northwest: umieszcza lewy górny róg okna rofi w lewym górnym rogu ekranu. Pozycja wyśrodkowanie center, kotwica northwest: umieszcza lewy górny róg okna rofi pośrodku ekranu. Pozycja west, kotwica west, wyrównanie-x 32: umieszcza okno rofi tak, by uniknąć nałożenia się z wertykalnym panelem.
sq: TERMA - VENDNDODHJE: Vendosja në përgjithësi e dritares rofi te ekrani - SPIRANCË: Pika ku dritarja rofi është ankoruar te vendndodhja. - SHMANGIA X & Y: Shmangia (në piksel) e dritares rofi nga pika e ankorimit SHEMBUJ Vendndodhja qendër, spiranca qendër: e vendos qendrën e dritares rofi në qendër të ekranit Vendndodhja veriperëndim, spiranca veriperëndim: e vendos cepin e majtë sipër të dritares rofi në pjesën majtas sipër të ekranit. Vendndodhja qendër, spiranca veriperëndim: e vendos cepin e majtë sipër të dritares rofi në qendër të ekranit. Vendndodhja perëndim, spiranca perëndim, shmangia x 32: e zhvendos dritaren rofi për të shmangur mbivendosje me një panel vertikal.
tr: ŞARTLAR - KONUM: Rofi penceresinin ekrandaki genel yerleşimi - SABİT: Konumda ayarlanan rofi penceresinin noktası. - X-FARK & Y-FARK: Rofi penceresinin bağlantı noktasından farkı (piksel) ÖRNEKLER Konum merkez, sabit merkez: rofi penceresinin merkezini ekranın ortasına yerleştirir Konum kuzeybatı, sabit kuzeybatı: rofi penceresinin sol üst köşesini ekranın sol üst köşesine yerleştirir. Konum merkez, sabit kuzeybatı: rofi penceresinin sol üst köşesini ekranın ortasına yerleştirir. Konum batı, sabit batı, x-fark 32: dikey bir panelle örtüşmeyi önlemek için rofi penceresini kaydırır.

source: X-Offset (- to left, + to right)
ca: X-Offset (- a l'esquerra, + a la dreta)
es_es: Desplazamiento-X (- a la izquierda, + a la derecha)
hu: X-Eltolás (- balra, + jobbra)
ja: X-オフセット ( - で左へ、+ で右へ)
pl: Wyrównanie-X (- w lewo, + w prawo)
sq: Shmangie X (- për majtas, + për djathtas)
tr: X-Fark (- sola, + sağa)

source: Y-Offset (- upwards, + downwards)
ca: Y-Offset (- amunt, + avall)
es_es: Desplazamiento-Y (- hacia arriba, + hacia abajo)
hu: Y-Eltolás (- felfelé, + lefelé)
ja: Y-オフセット ( - で上へ、 + で下へ)
pl: Wyrównanie-Y (- do góry, + do dołu)
sq: Shmangie Y (- për sipër, + për poshtë)
tr: Y-Fark (- yukarı, + aşağı)

source: <b>Adjust the font of the current rofi window.</b>
ca: <b>Ajusta la lletra de la finestra actual de Rofi.</b>
es_es: <b>Configurar el tipo de letra de la ventana actual de Rofi.</b>
hu: <b>Az aktuális rofi ablak betűtípusának beállítása.</b>
ja: <b>現在の rofi ウィンドウのフォントを調整します。</b>
pl: <b>Dostosuj czcionkę w aktualnym oknie rofi.</b>
sq: <b>Rregulloni shkronjat e dritares së tanishme Rofi.</b>
tr: <b>Mevcut rofi penceresinin yazı tipini ayarlar.</b>

source: <b>Adjust the location and size of the current rofi window.\n</b>
ca: <b>Ajusta la ubicació i mida de la finestra actual de Rofi.\n</b>
es_es: <b>Ajusta la ubicación y el tamaño de la ventana rofi actual.\n</b>
hu: <b>Az aktuális rofi ablak helyének és méretének beállítása.\n</b>
ja: <b>現在の rofi ウィンドウの場所と大きさを調整します。\n</b>
pl: <b>Dostosuj pozycję i rozmiar aktualnego okna rofi.\n</b>
sq: <b>Përimtoni vendndodhjen dhe madhësinë e dritares së tanishme rofi.\n</b>
tr: <b>Geçerli rofi penceresinin konumunu ve boyutunu ayarla.\n</b>

source: <b>Make new theme current?</b>
ca: <b>Faig el nou tema l'actual?</b>
es_es: <b>¿Hacer que el nuevo tema sea el actual?</b>
hu: <b>Aktívvá teszi a jelenlegi témát?</b>
ja: <b>新しいテーマを現在のものにしますか？</b>
pl: <b>Czy zastąpić aktualny motyw nowym?</b>
sq: <b>A të vihet si temë aktuale tema e re?</b>
tr: <b>Yeni tema geçerli kılınsın mı?</b>

source: <b>Name for new style</b>
ca: <b>Nom per al nou estil</b>
es_es: <b>Nombre para el nuevo estilo</b>
hu: <b>Az új stílus neve</b>
ja: <b>新しいスタイルの名前</b>
pl: <b>Nazwa nowego stylu</b>
sq: <b>Emër për stilin e ri</b>
tr: <b>Yeni stilin adı</b>

source: <b>Name for new theme</b>
ca: <b>Nom per al nou tema</b>
es_es: <b>Nombre para el nuevo tema</b>
hu: <b>Az új téma neve</b>
ja: <b>新しいテーマの名前</b>
pl: <b>Nazwa nowego motywu</b>
sq: <b>Emër për temën e re</b>
tr: <b>Yeni tema adı</b>

source: <b>Name for new theme</b>
ca: <b>Nom per al nou tema</b>
es_es: <b>Nombre para el nuevo tema</b>
hu: <b>Az új téma neve</b>
ja: <b>新しいテーマの名前</b>
pl: <b>Nazwa nowego motywu</b>
sq: <b>Emër për temën e re</b>
tr: <b>Yeni tema adı</b>

source: <b>Rofi Manager is a tool to configure rofi themes.\n\n<i>What would you like to do?</i></b>\n
ca: <b>Rofi Manager és una eina per configurar els temes Rofi.\n\n<i>què voldríeu fer ara?</i></b>\n
es_es: <b>Rofi Manager es una herramienta para configurar los temas de Rofi.\n\n<i>¿Qué le gustaría hacer?</i></b>\n
hu: <b>A Rofi Manager segítségével a rofi témákat konfigurálhatja.\n\n<i>Mit szeretne tenni?</b>\n
ja: <b>Rofi マネージャは Rofi テーマの設定ツールです。\n\n<i>何をしたいですか？</i></b>\n
pl: <b>Menedżer rofi to narzędzie umożliwiające konfigurację motywów rofi.\n\n<i>Co chciałbyś zrobić?</i></b>\n
sq: <b>Përgjegjësi Rofi është një mjet për formësim temash Rofi.\n\n<i>Ç’do të donit të bëni?</i></b>\n
tr: <b>Rofi Yöneticisi, rofi temalarını yapılandırmak için bir araçtır.\n\n<i>Ne yapmak istersin?</i></b>\n

source: <b>Select appearance settings and theme to use</b> (double-click for preview).
ca: <b>Seleccioneu els paràmetres d'aspecte i tema a usar</b> (doble-clic per visualitzar).
es_es: <b>Seleccione la configuración de la apariencia y el tema a utilizar</b> (haga doble clic para obtener una vista previa).
hu: <b>Válassza ki a használni kívánt megjelenítési beállításokat és témát</b>(dupla-kattintással előnézet).
ja: <b>使用する外観の設定とテーマを選択してください</b> (ダブルクリックでプレビューできます)。
pl: <b>Wybierz ustawienia wyglądu i motyw, który chcesz użyć</b> (podwójne kliknięcie umożliwia pogląd).
sq: <b>Përzgjidhni rregullime shfaqjeje dhe temë për përdorim</b> (për paraparje, dyklikojeni).
tr: <b>Görünüm ayarlarını ve kullanılacak temayı seçin</b> (Önizleme için çift tıklayın).

source: <b>Select which tabs rofi should display</b>\n
ca: <b>Trieu quines pestanyes mostrarà Rofi</b>\n
es_es: <b>Seleccione las pestañas que rofi debe mostrar</b>\n
hu: <b>Válassza ki mely füleket jelenítse meg a rofi</b>\n
ja: <b>Rofi を表示するタブを選択</b>\n
pl: <b>Wybierz, które karty rofi ma wyświetlić</b>\n
sq: <b>Përzgjidhni cilat skeda duhet të shfaqë rofi</b>\n
tr: <b>Rofi'nin hangi sekmeleri görüntüleyeceğini seçin</b>\n

source: <b>\nEdit colors and create a new rofi theme.\n\n</b>
ca: <b>\nEdita colors i crea un nou tema Rofi.\n\n</b>
es_es: <b>\nEditar los colores y crear un nuevo tema para Rofi.\n\n</b>
hu: <b>\nSzínek szerkesztése és egy új rofi téma készítése.\n\n</b>
ja: <b>\n色を編集して新しい rofi テーマを作成します。\n\n</b>
pl: <b>\nEdytuj kolory i utwórz nowy motyw rofi.\n\n</b>
sq: <b>\nPërpunoni ngjyra dhe krijoni një temë të re rofi.\n\n</b>
tr: <b>\nRenkleri düzenle ve yeni bir rofi teması oluştur.\n\n</b>

source: A Theme with this name already exists. \n\nDo you want to overwrite <b>$NEWNAME</b>\nor save as a different theme name?\n
ca: Ja hi ha un tema amb aquest nom. \n\nVoleu sobreescriure <b>$NEWNAME</b>\no desar amb un nom de tema nou?\n
es_es: Ya existe un tema con este nombre. \n\n¿Desea sobrescribir <b>$NEWNAME</b>\no guardarlo con un nombre de tema diferente?\n
hu: Már létezik téma ezzel a névvel. \n\nFelülírja ezt: <b>$NEWNAME</b>\nvagy más néven menti el a témát?
ja: この名前の外観すでに存在しています。 \n\n上書きしますか？ <b>$NEWNAME</b>\あるいは別のテーマ名で保存しますか？\n
pl: Motyw o tej nazwie już istnieje.\n\nCzy chcesz zastąpić <b>$NEWNAME</b>\nczy zachować motyw pod inną nazwą?\n
sq: Ka tashmë një temë me këtë emër. \n\nDoni të mbishkruhet <b>$NEWNAME</b>,\napo të ruhet nën një tjetër emër?\n
tr: Bu isimde bir Tema zaten var. \n\n <b>$NEWNAME</b> temasını üzerine yazmak \nveya farklı tema adı olarak kaydetmek ister misiniz?\n

source: Active Tab Background
ca: Fons de la pestanya activa
es_es: Fondo de la pestaña activa
hu: Aktív fül háttér
ja: アクティブタブの背景
pl: Tło aktywnej karty
sq: Sfond Skedash Aktive
tr: Etkin Sekme Arkaplanı

source: Active Tab Highlight
ca: Realçat de la pestanya activa
es_es: Resaltado de la pestaña activa
hu: Aktív fül kiemelése
ja: アクティブタブの強調表示
pl: Podświetlenie aktywnej karty
sq: Theksim Skedash Aktive
tr: Etkin Sekme Vurgusu

source: Active Tab Text
ca: Text de la pestanya activa
es_es: Texto de la pestaña activa
hu: Aktív fül szöveg
ja: アクティブタブのテキスト
pl: Tekst aktywnej karty
sq: Tekst Skedash Aktive
tr: Etkin Sekme Metni

source: All done!\n<b>$NEWNAME</b> Rofi theme has been created.\n\nYou can change themes with <b>MX-Rofi-Manager</b>
ca: Acabat!\n<b>$NEWNAME</b> S'ha creat el tema Rofi .\n\nPodeu canviar de tema amb <b>MX-Rofi-Manager</b>
es_es: ¡Todo hecho!!\nEl tema <b>$NEWNAME</b> de Rofi ha sido creado.\n\nPuede cambiar los temas con <b>MX-Rofi-Manager</b>
hu: Minden kész!\n<b>$NEWNAME</b> Rofi téma elkészült.\n\nA témákat az <b>MX-Rofi-Manager</b> segítségével változtathatja meg.
ja: すべて完了！\n<b>$NEWNAME</b> Rofi テーマを作成しました。\n\nテーマは <b>MX-Rofi-マネージャ</b>を使って変更できます。
pl: Gotowe!\nMotyw rofi<b>$NEWNAME</b> został utworzony.\n Możesz zmieniać motywy za pomocą <b>MX-Rofi-Manager</b>
sq: Kaq qe!\nTema e re Rofi <b>$NEWNAME</b> u krijua.\n\nTemat mund t’i ndërroni me <b>MX-Rofi-Manager</b>
tr: Her şey tamam!\n<b>$NEWNAME</b> Rofi teması oluşturuldu.\n\nTemaları<b>MX-Rofi-Manager</b> ile değiştirebilirsiniz.

source: All done!\n<b>$NEWNAME</b> has been set as the current rofi theme.
ca: Acabat!\n<b>S'ha definit $NEWNAME</b> com a tema actual de Rofi.
es_es: ¡Todo hecho!\n<b>$NEWNAME</b> se ha establecido como el tema actual de Rofi.
hu: Minden kész!\n<b>$NEWNAME</b> beállítva, mint aktuális rofi téma.
ja: すべて完了！\n<b>$NEWNAME</b> を現在の rofi テーマにセットしました。
pl: Gotowe!\n <b>$NEWNAME</b> został ustawiony jako aktualny motyw.
sq: Kaq qe!\n<b>$NEWNAME</b> u caktua si tema juaj e tanishme rofi.
tr: Her şey tamam!\n<b>$NEWNAME</b> geçerli rofi teması olarak ayarlandı.

source: All done!\nFont of the current rofi theme has been amended.
ca: Acabat!\nS'ha modificat la lletra del tema Rofi actual.
es_es: ¡Todo hecho!\nSe ha modificado la fuente del tema rofi actual.
hu: Minden kész!\nA jelenlegi rofi téma betűtípusa módosítva.
ja: 完了です!\n現在の rofi テーマのフォントを変更しました。
pl: Gotowe!\nCzcionka aktualnego motywu rofi została zmieniona.
sq: Kaq qe!\nShkronjat e temës së tanishme rofi janë ndryshuar.
tr: Her şey tamam!\nGeçerli rofi temasının yazı tipi değiştirildi.

source: All done!\nPosition and size of the current rofi theme have been amended.
ca: Acabat!\nS'ha modificat la posició i mida del tema Rofi actual.
es_es: ¡Todo hecho!\nSe ha modificado la posición y el tamaño del tema rofi actual.
hu: Minden kész!\nA jelenlegi rofi téma helye és mérete módosítva.
ja: 完了です!\n現在の rofi テーマの位置と大きさを変更しました。
pl: Gotowe!\nPozycja i rozmiar aktualnego motywu rofi zostały zmienione.
sq: Kaq qe!\nPozicioni dhe madhësia e temës së tanishme rofi janë ndryshuar.
tr: Her şey tamam!\nGeçerli rofi temasının konumu ve boyutu ayarlandı.

source: All done!\n\n<b>$NEWTHEME</b> has been set as the current rofi theme.\n\n
ca: Acabat!\n\n<b>S'ha definit $NEWTHEME</b> com a tema actual de Rofi.\n\n
es_es: ¡Todo hecho!\\n\n<b>$NEWTHEME</b> se ha establecido como el tema actual de Rofi.\n\n
hu: Minden kész!\n<b>$NEWTHEME</b> beállítva, mint aktuális rofi téma.\n\n
ja: すべて完了！\n<b>$NEWNAME</b> を現在の rofi テーマにセットしました。
pl: Gotowe!\n\n <b>$NEWTHEME</b>został ustawiony jako aktualny motyw.\n\n
sq: Kaq qe!\n\n<b>$NEWTHEME</b> u caktua si tema juaj e tanishme rofi.\n\n
tr: Her şey tamam!\n\n<b>$NEWTHEME</b> geçerli rofi teması olarak ayarlandı.\n\n

source: All done!\n\nTab configuration has been updated.\n\n
ca: Tot fet!\n\nS'ha actualitzat la configuració de la pestanya.\n\n
es_es: ¡Todo listo!\n\nLa configuración de las pestañas se ha actualizado.\n\n
hu: Minden kész!\n\nA fülek beállítása frissítve.\n\n
ja: すべて完了！\n\nタブの設定を更新しました。\n\n
pl: Gotowe!\n\nKonfiguracja karty została zaktualizowana.\n\n
sq: Kaq qe!\n\nFormësimi i skedave u përditësua.\n\n
tr: Her şey tamam!\n\nSekme yapılandırması güncellendi.n\n

source: Change the current rofi theme
ca: Canvia el rema actual de Rofi
es_es: Cambiar el tema actual de Rofi
hu: Az aktuális rofi téma megváltoztatása
ja: 現在の rofi テーマを変更
pl: Zmień aktualny motyw rofi
sq: Ndryshoni temën e tanishme rofi
tr: Geçerli rofi temasını değiştir

source: Change the font of the current rofi window
ca: Canvia la lletra de la finestra rofi actual
es_es: Cambiar la fuente de la ventana actual de rofi
hu: Az aktuális rofi ablak betűtípusának megváltoztatása
ja: 現在の rofi ウィンドウのフォントを変更
pl: Zmień czcionkę w aktualnym oknie rofi
sq: Ndryshoni shkronjat për dritaren e tanishme rofi
tr: Geçerli rofi penceresinin yazı tipini değiştir

source: Change the functions (<i> modi </i>) of the rofi tabs
ca: Canvia les funcions (<i> modi </i>) de les pestanyes Rofi
es_es: Cambiar las funciones (<i> modi </i>) de las pestañas rofi
hu: A rofi füleihez rendel funkciók (<i>modi</i>) megváltoztatása
ja: rofi タブの機能 (<i> modi </i>) を変更
pl: Zmień funkcje (<i> modi </i>) kart rofi
sq: Ndryshoni funksionet (<i> modi </i>) e skedave rofi
tr: Rofi sekmelerinin (<i> modi </i>) işlevlerini değiştirir

source: Change the location and size of the current rofi window
ca: Canvia la mida i ubicació de la finestra rofi actual
es_es: Cambiar la ubicación y el tamaño de la ventana actual de rofi
hu: Az aktuális rofi ablak helyének és méretének megváltoztatása
ja: 現在の rofi ウィンドウの場所と大きさを変更
pl: Zmień pozycję i rozmiar aktualnego okna rofi
sq: Ndryshoni vendndodhjen dhe madhësinë e dritares së tanishme rofi
tr: Geçerli rofi penceresinin konumunu ve boyutunu değiştir

source: Edit a rofi theme config file in text editor
ca: Edita el fitxer de configuració de tema Rofi a l'editor de text
es_es: Editar un archivo de configuración de tema rofi en el editor de texto
hu: Rofi téma beállítási fájl szerkesztése szövegszerkesztőben
ja: テキストエディタで rofi テーマの設定ファイルを編集
pl: Edytuj plik konfiguracyjny motywu rofi w edytorze tekstu
sq: Përpunoni në përpunues tekstesh një kartelë formësimi teme rofi
tr: Rofi teması yapılandırma dosyasını metin düzenleyicide düzenle

source: Font
ca: Lletra
es_es: Fuente
hu: Betűtípus
ja: フォント
pl: Czcionka
sq: Shkronja
tr: Yazı Tipi

source: Global settings are blocked for
ca: Els ajustos globals estan bloquejats per
es_es: La configuración global está bloqueada para
hu: A globális beállítások zárolva vannak ehhez:
ja: についてのグローバル設定はブロックしています
pl: Ustawienia globalne zostały zablokowane dla
sq: Rregullimet globale janë të bllokuara për
tr: Global ayarlar şunun için engellendi:

source: Height (number of lines shown in list)
ca: Altura (nombre de línies a la llista)
es_es: Altura (número de líneas que aparecen en la lista)
hu: Magasság (a sorok száma a listán)
ja: 高さ (一覧に表示する行数)
pl: Wysokość (liczba wierszy na liście)
sq: Lartësi (si numër rreshtash shfaqur në listë)
tr: Yükseklik (listede görünen satırların sayısı)

source: If a theme does not display tabs, switch tabs with <i>Shift + Arrow</i> or <i>Ctrl + Tab</i>\n
ca: Di el tema no mostra pestanyes, canvieu-ho amb <i>Maj+ Fletxa</i> or <i>Ctrl + Tab</i>\n
es_es: Si un tema no muestra pestañas, cambie de pestaña con <i>Mayúsculas + Flecha</i> o <i>Ctrl + Tab</i>\n
hu: Ha a téma nem jeleníti meg a füleket, akkor a <i>Shift + Nyilak</i> vagy <i>Ctrl + Tab</i> használható váltáshoz\n
ja: テーマでタブを表示しない場合は、<i>Shift + 矢印キー</i> または Ctrl + Tab でタブを切り替えてください
pl: Jeżeli dany motyw nie wyświetla kart, zmieniaj karty za pomocą <i>Shift + Strzałka</i> lub <i>Ctrl + Tab</i>\n
sq: Nëse një temë nuk shfaq skeda, kaloni nga një skedë në tjetrën me <i>Shift + Shigjetë</i> ose <i>Ctrl + Tab</i>\n
tr: Bir tema sekmeleri göstermiyorsa, <i>Shift + Ok</i> veya <i>Ctrl + Tab</i> ile sekmeler arasında gezebilirsiniz. \n
